export default {
  projections: {
    MeteoE: {
      широта: {
        __caption__: 'Широта'
      },
      название: {
        __caption__: 'Название'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      текущаяТемп: {
        __caption__: 'Текущая темп'
      },
      влажность: {
        __caption__: 'Влажность'
      },
      city: {
        __caption__: 'City',
        название: {
          __caption__: 'Название'
        }
      }
    },
    MeteoL: {
      широта: {
        __caption__: 'Широта'
      },
      название: {
        __caption__: 'Название'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      текущаяТемп: {
        __caption__: 'Текущая темп'
      },
      влажность: {
        __caption__: 'Влажность'
      },
      city: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    },
    МетеостанцияE: {
      название: {
        __caption__: 'Название'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      широта: {
        __caption__: 'Широта'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      влажность: {
        __caption__: 'Влажность'
      }
    },
    МетеостанцияL: {
      название: {
        __caption__: 'Название'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      широта: {
        __caption__: 'Широта'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      влажность: {
        __caption__: 'Влажность'
      }
    }
  },
  validations: {
    iDИдентификатор: {
      __caption__: 'I d идентификатор'
    },
    влажность: {
      __caption__: 'Влажность'
    },
    долгота: {
      __caption__: 'Долгота'
    },
    местоположение: {
      __caption__: 'Местоположение'
    },
    название: {
      __caption__: 'Название'
    },
    текущаяТемп: {
      __caption__: 'Текущая темп'
    },
    широта: {
      __caption__: 'Широта'
    },
    city: {
      __caption__: 'City'
    }
  }
};
